{
    "document_number": "2025-12510",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-07-03/pdf/2025-12510.pdf",
    "publication_date": "2025-07-03",
    "title": "Authorizing South Bow (USA) LP To Operate and Maintain Pipeline Facilities at Cavalier County, North Dakota, at the International Boundary Between the United States and Canada",
    "summary": "The document is a Presidential permit issued on June 30, 2025, authorizing South Bow (USA) LP to operate and maintain pipeline facilities at the U.S.-Canada border in Cavalier County, North Dakota. This permit allows the transport of various hydrocarbons and petroleum products, excluding natural gas subject to specific regulations. It supersedes a previous permit from July 2020.\n\nKey conditions of the permit include:\n\n1. **Operational Oversight**: The operation and maintenance of the pipeline facilities are subject to inspection by federal, state, and local agencies, ensuring compliance with applicable laws and safety regulations.\n\n2. **Changes and Transfers**: Any substantial changes to the facilities or ownership must be approved by the President, and the permit remains enforceable despite ownership changes.\n\n3. **Liability and Indemnification**: The permittee is responsible for acquiring necessary rights and permits and must indemnify the U.S. government against liabilities arising from the operation of the facilities.\n\n4. **National Security Provisions**: The U.S. government reserves the right to take possession of the facilities for national security reasons, with compensation to the permittee.\n\n5. **Reporting Obligations**: The permittee must provide reports and information regarding the facilities and operations as required by law.\n\nThe implications of this permit highlight the U.S. government's regulatory framework for cross-border energy infrastructure, emphasizing safety, environmental protection, and national security considerations in pipeline operations.",
    "doc_type": "notice"
}