{
    "document_number": "2025-09801",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-29/pdf/2025-09801.pdf",
    "publication_date": "2025-05-29",
    "title": "Reinvigorating the Nuclear Industrial Base",
    "summary": "Executive Order 14302, issued on May 23, 2025, aims to reinvigorate the United States' nuclear industrial base in response to emerging global challenges, including energy independence and national security. The order acknowledges the U.S. lagging in nuclear capacity compared to other nations and highlights the need for swift action to enhance domestic nuclear energy production, supply chain security, and workforce development.\n\nKey directives include:\n\n1. **Strengthening the Nuclear Fuel Cycle**: The Secretary of Energy is tasked with developing a comprehensive policy for managing spent nuclear fuel and improving recycling processes, alongside legislative recommendations to support these initiatives.\n\n2. **Expanding Uranium Capabilities**: A plan will be created to boost domestic uranium conversion and enrichment capacities to meet civilian and defense needs.\n\n3. **Funding and Support for Nuclear Projects**: The order prioritizes the restart and construction of nuclear facilities, aiming for significant power uprates and new reactor constructions by 2030, while also exploring the repurposing of closed plants for military support.\n\n4. **Workforce Development**: Emphasis is placed on increasing participation in nuclear energy education and training programs to ensure a skilled workforce for the industry.\n\n5. **Collaboration with Industry**: The Secretary of Energy will seek voluntary agreements with nuclear energy companies to enhance the management of spent fuel and secure the nuclear supply chain.\n\nThe implications of this order are significant, as it sets a clear federal commitment to revitalizing the nuclear sector, ensuring energy security, and maintaining U.S. leadership in advanced nuclear technologies. The focus on workforce development also indicates an awareness of the need for skilled professionals to support the industry's growth.",
    "doc_type": "executive_order"
}