{
    "document_number": "2025-05524",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-03-28/pdf/2025-05524.pdf",
    "publication_date": "2025-03-28",
    "title": "Protecting America's Bank Account Against Fraud, Waste, and Abuse",
    "summary": "The document outlines Executive Order 14249, issued on March 25, 2025, which aims to protect the integrity of the United States General Fund by enhancing financial oversight and accountability. The order addresses significant issues of fraud, waste, and improper payments, which the Government Accountability Office estimates cost the Federal Government between $233 and $521 billion annually.\n\nKey points include:\n\n1. **Purpose**: The order emphasizes the need for financial integrity within the Federal Government, which manages trillions of dollars in disbursements and receipts.\n\n2. **Fraud Prevention**: It mandates the Department of the Treasury to implement stricter controls and verification processes to prevent financial fraud and improper payments.\n\n3. **Transparency and Accountability**: Agencies are required to provide detailed financial information to the Treasury to improve tracking and ensure taxpayer dollars are used appropriately.\n\n4. **Operational Efficiency**: The order seeks to centralize and standardize financial systems and return disbursing functions to the Treasury to reduce fragmentation and enhance oversight.\n\n5. **Implementation**: Agencies must submit compliance plans within 90 days detailing their strategies for transitioning disbursing authority to the Treasury and improving financial management systems.\n\n6. **Core Financial System Consolidation**: Agencies are directed to consolidate core financial systems under Treasury-approved providers to ensure compliance with federal standards.\n\nThe implications of this order are significant, as it aims to create a more efficient and transparent financial system within the government, ultimately reinforcing public trust and safeguarding taxpayer resources.",
    "doc_type": "executive_order"
}