{
    "document_number": "2025-05523",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-03-28/pdf/2025-05523.pdf",
    "publication_date": "2025-03-28",
    "title": "Preserving and Protecting the Integrity of American Elections",
    "summary": "The document is an Executive Order issued on March 25, 2025, aimed at preserving and protecting the integrity of American elections. It outlines the need for stricter enforcement of election laws to prevent fraud and ensure honest electoral processes. Key points include:\n\n1. **Election Integrity**: The order emphasizes the necessity of free and fair elections, urging states to comply with federal laws regarding voter registration and ballot counting. It criticizes current practices that allow ballots received after Election Day to be counted, which undermines the electoral process.\n\n2. **Citizenship Verification**: It mandates documentary proof of U.S. citizenship for voter registration and requires states to improve their vetting processes to prevent non-citizens from voting.\n\n3. **State Assistance**: The order instructs federal agencies to assist states in verifying voter eligibility through various databases, including those maintained by the Department of Homeland Security and the Social Security Administration.\n\n4. **Voting System Security**: The document calls for improved security of voting systems, ensuring that only U.S. citizens are involved in the administration of federal elections and that electronic systems are secure from foreign interference.\n\n5. **Compliance and Funding**: States that do not comply with federal election laws may face funding consequences, as federal assistance will be contingent upon adherence to these regulations.\n\n6. **Prosecution of Election Crimes**: The Attorney General is directed to prioritize the prosecution of election-related crimes and to establish information-sharing agreements with state election officials to enhance cooperation and enforcement.\n\nOverall, the Executive Order seeks to strengthen election laws, enhance the verification of voter eligibility, and ensure the integrity of the electoral process in the United States.",
    "doc_type": "executive_order"
}