{
    "document_number": "2025-06461",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-15/pdf/2025-06461.pdf",
    "publication_date": "2025-04-15",
    "title": "Modernizing Defense Acquisitions and Spurring Innovation in the Defense Industrial Base",
    "summary": "The document outlines Executive Order 14265, signed on April 9, 2025, aimed at modernizing defense acquisitions and enhancing innovation within the defense industrial base. The key objectives include:\n\n1. **Purpose**: The order emphasizes the need for the U.S. military to maintain superior warfighting capabilities, recognizing the defense industrial base and acquisition workforce as strategic assets essential for national security.\n\n2. **Policy Reform**: It advocates for accelerating defense procurement processes, emphasizing speed, flexibility, and innovation, while also modernizing the acquisition workforce's roles and responsibilities.\n\n3. **Acquisition Process Reform**: The Secretary of Defense is tasked with submitting a reform plan within 60 days, focusing on expediting acquisitions, streamlining decision-making, and managing risks effectively through a Configuration Steering Board.\n\n4. **Internal Regulations Review**: The Secretary will review and propose revisions to existing regulations to eliminate unnecessary guidance and promote expedited acquisitions.\n\n5. **Workforce Reform**: Within 120 days, a plan will be developed to train and restructure the acquisition workforce, ensuring they can effectively utilize innovative acquisition authorities.\n\n6. **Major Defense Acquisition Program Review**: A comprehensive review of all major defense acquisition programs will be conducted to identify those that do not align with the new policy objectives, with potential cancellations for underperforming programs.\n\n7. **Requirements Review**: A detailed review of the Joint Capabilities Integration and Development System will be completed within 180 days to streamline acquisition processes further.\n\nThe implications of this executive order suggest a significant shift towards a more agile and responsive defense acquisition system, aimed at enhancing military readiness and capability through modernized processes and workforce development.",
    "doc_type": "executive_order"
}