{
    "document_number": "2025-08266",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-08/pdf/2025-08266.pdf",
    "publication_date": "2025-05-08",
    "title": "Improving the Safety and Security of Biological Research",
    "summary": "The document presents Executive Order 14292, issued on May 5, 2025, aimed at enhancing the safety and security of biological research in the United States. It addresses the risks associated with dangerous gain-of-function research on pathogens, which could threaten public health, safety, and national security.\n\nKey points include:\n\n1. **Purpose**: The order emphasizes the need for stricter oversight of gain-of-function research, particularly in foreign countries with inadequate biosafety standards, following concerns raised by the COVID-19 pandemic.\n\n2. **Policy Objectives**: The U.S. aims to ensure that federally funded research benefits citizens without compromising national security. The administration seeks to balance the prevention of catastrophic outcomes with readiness against biological threats.\n\n3. **Funding Restrictions**: The order mandates an end to federal funding for dangerous gain-of-function research conducted by foreign entities in countries deemed risky, such as China, and for other life-science research that lacks adequate oversight.\n\n4. **Oversight Framework**: Within specific timeframes, the Office of Science and Technology Policy (OSTP) is tasked with revising policies to strengthen oversight, accountability, and transparency of federally funded research, including mechanisms for enforcement.\n\n5. **Future Research Management**: A strategy will be developed to manage risks associated with non-federally funded research, including tracking and limiting dangerous research activities.\n\n6. **Accountability and Reporting**: Institutions receiving federal funding will be required to report on their gain-of-function research activities, with a focus on maintaining public transparency while protecting national security interests.\n\n7. **Definitions**: The order clarifies what constitutes dangerous gain-of-function research, including activities that enhance pathogenicity, transmissibility, or resistance to treatments.\n\nOverall, this executive order reflects a proactive approach to mitigating risks associated with biological research, emphasizing rigorous oversight and accountability to protect public health and national security.",
    "doc_type": "executive_order"
}