{
    "document_number": "2025-02090",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-30/pdf/2025-02090.pdf",
    "publication_date": "2025-01-30",
    "title": "Defending Women From Gender Ideology Extremism and Restoring Biological Truth to the Federal Government",
    "summary": "The document is Executive Order 14168, issued on January 20, 2025, which aims to defend women's rights against what it terms \"gender ideology extremism\" and to restore the recognition of biological sex within federal policy. The order asserts that the denial of biological sex undermines women's dignity, safety, and rights, and mandates that federal agencies recognize only two immutable sexes: male and female.\n\nKey sections include:\n\n1. **Purpose**: The order argues that legal recognition of gender identity over biological sex harms women and erodes trust in government and scientific inquiry.\n   \n2. **Policy and Definitions**: It establishes clear definitions of sex, male, female, and outlines that gender identity is distinct from biological sex, labeling gender ideology as a harmful concept.\n\n3. **Implementation**: Federal agencies are required to enforce sex-based laws and remove any policies that promote gender ideology. This includes revising identification documents to reflect biological sex and ensuring that women’s spaces are protected.\n\n4. **Privacy in Intimate Spaces**: The order restricts the housing of males in women's prisons and shelters, emphasizing the need to maintain sex-based distinctions in these settings.\n\n5. **Protecting Rights**: The Attorney General is instructed to ensure the enforcement of rights related to the binary nature of sex in workplaces and federally funded entities.\n\n6. **Rescinding Previous Policies**: The order rescinds previous executive orders and guidance that supported gender identity over biological sex, indicating a significant policy shift.\n\nThe implications of this order suggest a legal and cultural retraction regarding gender identity recognition in federal law, potentially affecting various sectors, including healthcare, education, and social services. It emphasizes a strict binary understanding of sex, which may lead to contentious debates and legal challenges surrounding gender rights and protections.",
    "doc_type": "executive_order"
}