{
    "document_number": "2025-08681",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-14/pdf/2025-08681.pdf",
    "publication_date": "2025-05-14",
    "title": "Fighting Overcriminalization in Federal Regulations",
    "summary": "The document titled \"Executive Order 14294 of May 9, 2025\" addresses the issue of overcriminalization in federal regulations. It highlights the excessive number of regulations—over 48,000 sections and 175,000 pages—that can lead to unintentional criminal violations by citizens. The order aims to reduce the regulatory burden on Americans and prevent individuals from becoming criminals for unknowingly violating obscure regulations.\n\nKey findings include:\n1. **Disfavoring Criminal Enforcement**: The order establishes that criminal enforcement of regulatory offenses should be limited, focusing on individuals who knowingly violate regulations.\n2. **Strict Liability Offenses**: These offenses, which do not require proof of intent, are generally discouraged, with a preference for civil enforcement instead.\n3. **Transparency Requirements**: Agencies must clearly outline the conduct subject to criminal penalties and the relevant mens rea (mental state) standards in their regulations.\n4. **Reporting Obligations**: Agencies are required to report criminal regulatory offenses and their penalties to the Office of Management and Budget (OMB) and maintain updated public records.\n5. **Guidance for Criminal Referrals**: Agencies must publish guidance on how they will handle potential criminal violations, considering factors such as harm caused and the defendant's knowledge of the regulation.\n\nThe implications of this order are significant, as it seeks to create a more equitable regulatory environment, particularly for individuals and small businesses who may lack the resources to navigate complex regulations. It also aims to curb potential abuses of power by government officials through overreach in regulatory enforcement. However, the order explicitly excludes immigration and national security laws from its provisions.",
    "doc_type": "executive_order"
}