{
    "document_number": "2025-02123",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-31/pdf/2025-02123.pdf",
    "publication_date": "2025-01-31",
    "title": "Strengthening American Leadership in Digital Financial Technology",
    "summary": "The document outlines Executive Order 14178, issued on January 23, 2025, aimed at strengthening U.S. leadership in digital financial technology and assets. It emphasizes the importance of the digital asset industry for innovation and economic growth and establishes several key policies:\n\n1. **Support for Digital Assets**: The order promotes responsible growth in digital assets and blockchain technology, ensuring individuals and private entities can access public blockchain networks freely.\n\n2. **Sovereignty of the Dollar**: It aims to protect the U.S. dollar's sovereignty by encouraging the development of legitimate dollar-backed stablecoins.\n\n3. **Access to Banking Services**: The order advocates for fair access to banking services for all law-abiding citizens and entities.\n\n4. **Regulatory Clarity**: It calls for technology-neutral regulations to foster a vibrant digital economy and innovation in digital assets.\n\n5. **Prohibition of CBDCs**: Central Bank Digital Currencies (CBDCs) are prohibited, with the order stating they pose risks to financial stability, privacy, and national sovereignty.\n\nThe document also revokes previous executive orders and frameworks related to digital assets and establishes the President's Working Group on Digital Asset Markets to recommend regulatory frameworks and assess the potential for a national digital asset stockpile. The Working Group will include high-level officials from various departments and is tasked with submitting proposals to advance the policies set forth in the order within specified timeframes.\n\nOverall, the executive order signifies a strong commitment to fostering a secure and innovative digital financial landscape while safeguarding economic liberties and national interests.",
    "doc_type": "executive_order"
}