{
    "document_number": "2025-03989",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-03-11/pdf/2025-03989.pdf",
    "publication_date": "2025-03-11",
    "title": "Addressing Risks From Perkins Coie LLP",
    "summary": "The document is an Executive Order (14230) issued by the President on March 6, 2025, aimed at addressing perceived risks associated with the law firm Perkins Coie LLP. The order outlines a series of allegations against Perkins Coie, including involvement in unethical legal practices, racial discrimination in hiring and promotions, and collaboration with activist donors to challenge election laws. \n\nKey findings include:\n\n1. **Allegations of Dishonesty**: Perkins Coie is accused of hiring Fusion GPS to create a false dossier during the 2016 election, which is claimed to have undermined democratic processes.\n\n2. **Racial Discrimination**: The firm is criticized for implementing hiring quotas based on race, which violates civil rights laws, and for discriminatory practices affecting its employees and applicants.\n\n3. **Security Clearance Review**: The order mandates a review of security clearances held by Perkins Coie employees, with the potential for suspension based on national interest.\n\n4. **Government Contracting**: Agencies are instructed to disclose any business dealings with Perkins Coie and review existing contracts, with a focus on terminating those that may support discrimination or unethical practices.\n\n5. **Investigations into Law Firms**: The Equal Employment Opportunity Commission is tasked with reviewing large law firms for compliance with non-discrimination laws, particularly those doing business with federal entities.\n\n6. **Access and Hiring Restrictions**: The order limits official access for Perkins Coie employees to government buildings and restricts hiring from the firm unless a waiver is granted.\n\nThe implications of this order are significant, as it seeks to eliminate perceived corruption and discrimination within a prominent law firm while reinforcing the administration's commitment to national security and equal treatment under the law.",
    "doc_type": "executive_order"
}