{
    "document_number": "2025-08876",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-15/pdf/2025-08876.pdf",
    "publication_date": "2025-05-15",
    "title": "Delivering Most-Favored-Nation Prescription Drug Pricing to American Patients",
    "summary": "Executive Order 14297, issued on May 12, 2025, aims to provide American patients with most-favored-nation pricing for prescription drugs. The order highlights the disparity where the U.S. represents a small fraction of the global population but bears a disproportionate share of pharmaceutical costs, funding around three-quarters of global profits while other countries benefit from lower prices. \n\nKey points include:\n\n1. **Purpose**: The U.S. will no longer subsidize low-cost drugs in other developed nations while facing inflated prices domestically. The order seeks to ensure Americans pay no more than consumers in comparably developed countries.\n\n2. **Policy Actions**: The administration will take immediate actions to establish most-favored-nation pricing and will pursue aggressive measures if drug manufacturers do not comply. \n\n3. **Addressing Foreign Practices**: The Secretary of Commerce and the U.S. Trade Representative are tasked with ensuring foreign nations do not engage in practices that unfairly burden American consumers or undermine U.S. national security.\n\n4. **Direct-to-Consumer Sales**: The Secretary of Health and Human Services will facilitate programs for direct sales of drugs to Americans at the most-favored-nation price.\n\n5. **Implementation Timeline**: Within 30 days, price targets will be communicated to pharmaceutical manufacturers, with further actions planned if compliance is lacking, including potential importation of drugs from countries with lower prices.\n\n6. **General Provisions**: The order emphasizes that it does not create enforceable rights against the U.S. and will be implemented in accordance with existing laws.\n\nThe implications of this executive order may lead to significant changes in how prescription drugs are priced and accessed in the U.S., potentially reducing costs for consumers and challenging the pricing strategies of pharmaceutical companies.",
    "doc_type": "executive_order"
}