{
    "document_number": "2025-02230",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-02-03/pdf/2025-02230.pdf",
    "publication_date": "2025-02-03",
    "title": "Additional Measures To Combat Anti-Semitism",
    "summary": "The document is Executive Order 14188, issued by the President on January 29, 2025, aimed at enhancing measures to combat anti-Semitism in the United States. It reaffirms the previous Executive Order 13899, which addressed anti-Semitic harassment faced by students. The new order responds to a significant rise in anti-Semitic incidents following the Hamas attacks on October 7, 2023, emphasizing the urgent need to protect Jewish students from discrimination and violence.\n\nKey provisions include:\n\n1. **Policy Commitment**: The U.S. government will vigorously combat anti-Semitism using all legal tools available, holding perpetrators accountable for harassment and violence.\n  \n2. **Reporting Requirements**: Within 60 days, heads of executive departments must report on existing authorities and actions to address anti-Semitism, including an analysis of complaints against educational institutions related to civil rights violations post-October 7, 2023.\n\n3. **Civil Rights Enforcement**: The Attorney General is encouraged to utilize civil rights enforcement tools to combat anti-Semitism effectively.\n\n4. **Educational Oversight**: The Secretary of Education must report on Title VI complaints related to anti-Semitism in K-12 education and higher education.\n\n5. **Collaboration Among Agencies**: Key departments, including State and Homeland Security, are tasked with recommending ways to monitor and report on activities by foreign students and staff that may relate to anti-Semitism.\n\nThe executive order signifies a robust governmental stance against anti-Semitism in educational settings and emphasizes accountability and proactive measures to ensure the safety and rights of Jewish students across the nation.",
    "doc_type": "executive_order"
}