{
    "document_number": "2025-09798",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-29/pdf/2025-09798.pdf",
    "publication_date": "2025-05-29",
    "title": "Ordering the Reform of the Nuclear Regulatory Commission",
    "summary": "The document outlines Executive Order 14300, issued on May 23, 2025, aimed at reforming the Nuclear Regulatory Commission (NRC) to enhance the development and deployment of nuclear energy in the United States. The order emphasizes that nuclear energy is crucial for national and economic security, particularly in reducing dependence on foreign energy sources and supporting advanced industries.\n\nKey findings include:\n\n1. **Historical Context**: The U.S. has authorized 133 civilian nuclear reactors from 1954 to 1978, but since then, the NRC has significantly slowed the approval process, leading to only two new reactors entering commercial operation.\n\n2. **Regulatory Failures**: The NRC's current practices are criticized for being overly cautious, relying on outdated safety models that hinder nuclear power development while ignoring the risks posed by alternative energy sources.\n\n3. **Policy Goals**: The order sets out several objectives, including:\n   - Reestablishing U.S. leadership in nuclear energy.\n   - Expanding nuclear capacity from 100 GW in 2024 to 400 GW by 2050.\n   - Promoting advanced reactor technologies, such as Generation III+ and IV reactors.\n\n4. **Cultural and Structural Reforms**: The NRC is directed to reform its culture and structure to prioritize efficient licensing and support innovation, including reducing staff where necessary and focusing on meaningful safety assessments.\n\n5. **Regulatory Modernization**: The NRC will undertake a comprehensive review and revision of its regulations to streamline processes, establish fixed deadlines for licensing, and adopt science-based radiation limits.\n\n6. **Implementation Timeline**: The NRC is expected to propose regulatory changes within nine months and finalize them within 18 months of the order.\n\nThe implications of this executive order suggest a significant shift in U.S. energy policy towards a more aggressive promotion of nuclear energy, potentially leading to increased job creation and energy independence, while also addressing safety concerns through updated regulatory frameworks.",
    "doc_type": "executive_order"
}