{
    "document_number": "2025-02003",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-02003.pdf",
    "publication_date": "2025-01-29",
    "title": "Declaring a National Energy Emergency",
    "summary": "The document titled \"Executive Order 14156\" declares a National Energy Emergency in the United States, effective January 20, 2025. The order outlines the urgent need to address the inadequacies in the country's energy supply and infrastructure, which have been exacerbated by previous administration policies. It emphasizes the importance of a reliable, diversified, and affordable energy supply to support various sectors, including manufacturing, transportation, agriculture, and national defense.\n\nKey findings include:\n\n1. **Energy Security Threats**: The document highlights the vulnerabilities posed by hostile foreign actors targeting U.S. energy infrastructure and the need for the nation to enhance its energy independence to safeguard national security.\n\n2. **Immediate Actions Required**: The order mandates federal agencies to utilize all lawful emergency authorities to expedite the identification, leasing, production, and transportation of domestic energy resources. This includes potential use of eminent domain and the Defense Production Act.\n\n3. **Infrastructure Development**: There is a call for expedited completion of energy infrastructure projects, particularly in the Northeast and West Coast, where state policies have hindered energy production and security.\n\n4. **Environmental Regulations**: The order proposes the use of emergency provisions under environmental laws, such as the Clean Water Act and the Endangered Species Act, to facilitate energy supply without compromising environmental protections.\n\n5. **Interagency Coordination**: It establishes a framework for ongoing assessments and reports from various federal agencies to ensure the effective implementation of energy policies and infrastructure improvements.\n\nOverall, the order underscores the critical need for a strategic and coordinated approach to enhance U.S. energy security, mitigate high energy prices, and foster economic growth, while also addressing environmental considerations.",
    "doc_type": "executive_order"
}