{
    "document_number": "2025-03137",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-02-25/pdf/2025-03137.pdf",
    "publication_date": "2025-02-25",
    "title": "Ending Taxpayer Subsidization of Open Borders",
    "summary": "The document titled \"Executive Order 14218 of February 19, 2025\" outlines a policy aimed at ending taxpayer subsidization of illegal immigration. The order emphasizes the importance of adhering to the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, which prohibits illegal aliens from receiving most taxpayer-funded benefits. \n\nKey points include:\n\n1. **Purpose**: The executive order aims to uphold the rule of law and protect taxpayer resources by preventing illegal aliens from accessing public benefits, countering actions from previous administrations that undermined this law.\n\n2. **Preservation of Federal Public Benefits**: Agencies are instructed to identify federally funded programs that currently allow illegal aliens to receive benefits and align these programs with the order's objectives. This includes enhancing eligibility verification systems to exclude ineligible aliens.\n\n3. **Federal Funding Review**: The Office of Management and Budget and relevant agencies are tasked with identifying other sources of federal funding for illegal aliens and recommending further actions to ensure compliance with the order.\n\n4. **Referral for Improper Use**: Any improper receipt of federal benefits by illegal aliens is to be referred to the Department of Justice and the Department of Homeland Security for action.\n\n5. **General Provisions**: The order clarifies that it does not alter the authority of executive departments or agencies and does not create enforceable rights against the United States.\n\nThe implications of this order include a stricter enforcement of laws regarding public benefits and a potential reduction in the resources available to illegal immigrants, which may impact immigration patterns and public service funding.",
    "doc_type": "executive_order"
}