{
    "document_number": "2025-01956",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-01956.pdf",
    "publication_date": "2025-01-29",
    "title": "Unleashing American Energy",
    "summary": "The document is an executive order titled \"Unleashing American Energy,\" issued by the President on January 20, 2025. It outlines a national policy aimed at enhancing energy exploration and production in the United States to promote economic prosperity, job creation, and national security. Key points include:\n\n1. **Background**: The order emphasizes the detrimental effects of recent regulations on energy costs and economic growth, advocating for a shift towards utilizing America's abundant energy resources.\n\n2. **Policy Objectives**: The order sets forth several policies, including:\n   - Encouraging energy production on federal lands.\n   - Establishing the U.S. as a leader in non-fuel minerals production.\n   - Safeguarding economic and national security through reliable energy access.\n   - Eliminating mandates for electric vehicles to promote consumer choice.\n   - Supporting market competition for household appliances.\n\n3. **Regulatory Review**: Agencies are directed to review existing regulations that hinder domestic energy resource development and to implement action plans to address identified burdens.\n\n4. **Revocation of Previous Orders**: The document revokes multiple prior executive orders related to climate and environmental regulations, including those that established the American Climate Corps.\n\n5. **Permitting Process Improvements**: It calls for expedited permitting processes for energy projects, aiming to streamline regulatory frameworks and reduce delays.\n\n6. **Environmental Analysis Accuracy**: Agencies must adhere strictly to legislated environmental requirements, eliminating ideologically motivated assessments, particularly concerning greenhouse gas emissions.\n\n7. **National Security and Mineral Dominance**: The order emphasizes restarting reviews for liquefied natural gas export projects and enhancing the U.S.'s mineral processing capabilities to reduce reliance on foreign sources.\n\nOverall, the executive order reflects a significant shift in energy policy, prioritizing domestic production and deregulation to foster economic growth and energy independence while reducing environmental regulatory burdens.",
    "doc_type": "executive_order"
}