{
    "document_number": "2025-06379",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-14/pdf/2025-06379.pdf",
    "publication_date": "2025-04-14",
    "title": "Protecting American Energy From State Overreach",
    "summary": "The document outlines Executive Order 14260, issued on April 8, 2025, titled \"Protecting American Energy From State Overreach.\" The order emphasizes the administration's commitment to enhancing American energy production by eliminating state and local regulations that hinder the development and use of domestic energy resources, including oil, natural gas, and renewables. \n\nKey findings include:\n\n1. **Purpose of the Order**: The administration aims to ensure affordable and reliable energy as vital for national security and economic stability, asserting that American energy dominance is compromised by state regulations exceeding their authority.\n\n2. **State Regulations**: The order identifies problematic state laws, particularly those targeting out-of-state energy producers and imposing punitive measures for greenhouse gas emissions. Examples include New York's climate change fines and California's stringent carbon usage caps.\n\n3. **Impact on National Security**: The document argues that state policies increase energy costs for Americans and undermine federal principles by imposing local regulations on interstate commerce.\n\n4. **Action Plan**: The Attorney General is tasked with identifying unconstitutional state laws that impede energy development and is directed to halt their enforcement. A report on actions taken is due within 60 days.\n\n5. **General Provisions**: The order clarifies that it does not alter existing legal authorities or create enforceable rights against the U.S. government.\n\nOverall, the executive order seeks to reinforce federal authority over energy policy, counteract state-level regulations perceived as detrimental to national energy interests, and promote a more unified approach to energy resource management.",
    "doc_type": "executive_order"
}