{
    "document_number": "2025-07380",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-28/pdf/2025-07380.pdf",
    "publication_date": "2025-04-28",
    "title": "White House Initiative To Promote Excellence and Innovation at Historically Black Colleges and Universities",
    "summary": "Executive Order 14283, issued on April 23, 2025, establishes a White House Initiative to promote excellence and innovation at Historically Black Colleges and Universities (HBCUs). The order emphasizes the vital role of HBCUs in providing educational opportunities and cultivating future leaders across various sectors.\n\nKey components of the initiative include:\n\n1. **Support for HBCUs**: The administration aims to enhance HBCUs' capacity to offer high-quality education and ensure equal participation in federal programs, thereby advancing America's overall potential.\n\n2. **Establishment of the Initiative**: Housed within the Executive Office of the President, the initiative will be led by an Executive Director and collaborate with various stakeholders, including federal agencies and private-sector partners.\n\n3. **Primary Missions**: The initiative focuses on increasing private-sector involvement to strengthen HBCUs through better planning, financial management, and infrastructure improvements, as well as enhancing educational capabilities for young adults.\n\n4. **Presidential Board of Advisors**: A newly established board will advise the President on issues related to HBCUs, comprising members from diverse sectors, including education and philanthropy.\n\n5. **Accountability**: An annual progress report will be submitted to assess the federal government's impact on HBCUs and suggest improvements.\n\n6. **Revocation of Previous Order**: The order revokes a prior executive order related to educational equity and establishes new directives for HBCUs.\n\nOverall, this initiative aims to fortify HBCUs as pivotal institutions for education and opportunity, thereby contributing to a more competitive and equitable society.",
    "doc_type": "executive_order"
}