{
    "document_number": "2025-07469",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-29/pdf/2025-07469.pdf",
    "publication_date": "2025-04-29",
    "title": "Strengthening Probationary Periods in the Federal Service",
    "summary": "The document outlines Executive Order 14284, issued on April 24, 2025, aimed at strengthening probationary and trial periods for federal employees. The order identifies the need for a more effective use of these periods to assess the fitness of new hires, as past practices allowed underperforming employees to gain tenure unnecessarily. \n\nKey findings include:\n\n1. **Purpose of the Order**: To ensure a high-quality federal workforce by enhancing the evaluation process during probationary and trial periods, thereby allowing agencies to remove employees whose performance does not meet standards.\n\n2. **New Civil Service Rule XI**: This rule mandates that agencies must affirmatively determine that the continued employment of probationary or trial employees is beneficial to the federal service before finalizing their appointments.\n\n3. **Repeal of Previous Regulations**: The order repeals existing regulations that limited agency actions regarding probationary employees, thus reducing administrative burdens and encouraging proactive management.\n\n4. **Procedures and Responsibilities**: Agency heads are required to identify employees in probationary or trial periods and evaluate their performance, ensuring that decisions about employment continuation are made in alignment with organizational goals.\n\n5. **Effective Date and Implementation**: The order is effective immediately, with specific evaluation requirements taking effect 90 days later, emphasizing timely assessments of employee performance.\n\nThe implications of this order suggest a shift towards more rigorous employee evaluations in the federal workforce, potentially leading to improved efficiency and accountability within federal agencies.",
    "doc_type": "executive_order"
}