{
    "document_number": "2025-09799",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-29/pdf/2025-09799.pdf",
    "publication_date": "2025-05-29",
    "title": "Reforming Nuclear Reactor Testing at the Department of Energy",
    "summary": "The document titled \"Executive Order 14301 of May 23, 2025\" outlines a new initiative by the U.S. President to reform nuclear reactor testing at the Department of Energy (DOE). The purpose is to revitalize the development and deployment of advanced nuclear technologies, which have stagnated in the U.S. since the 1970s. The order emphasizes the importance of nuclear energy in ensuring a reliable and diverse energy supply for various sectors, including technology, manufacturing, and national security.\n\nKey findings include:\n\n1. **Need for Innovation**: The U.S. has fallen behind in commercializing advanced nuclear reactors, allowing foreign nations to take the lead in this critical technology.\n\n2. **Policy Shift**: The administration aims to foster nuclear innovation by expediting the testing and deployment of advanced reactors, including microreactors and small modular reactors.\n\n3. **Reforms**: The order mandates the Secretary of Energy to issue guidance on qualified test reactors and streamline the regulatory processes to ensure these reactors can be operational within two years of application.\n\n4. **Pilot Program**: A pilot program will be established for reactor construction outside national laboratories, with a goal of achieving operational status for at least three reactors by July 4, 2026.\n\n5. **Environmental Review Streamlining**: The Secretary is tasked with reforming compliance rules under the National Environmental Policy Act (NEPA) to expedite environmental reviews for nuclear projects.\n\nOverall, this executive order represents a significant policy shift aimed at reinvigorating the U.S. nuclear sector, promoting technological advancements, and enhancing energy security.",
    "doc_type": "executive_order"
}