{
    "document_number": "2025-06466",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-15/pdf/2025-06466.pdf",
    "publication_date": "2025-04-15",
    "title": "Zero-Based Regulatory Budgeting To Unleash American Energy",
    "summary": "The document titled \"Executive Order 14270\" outlines a directive from the President aimed at implementing Zero-Based Regulatory Budgeting to enhance American energy production. The order addresses the extensive regulatory framework in the U.S., which has grown to approximately 200,000 pages, often hindering innovation and economic growth in the energy sector.\n\nKey points include:\n\n1. **Purpose**: The order seeks to reduce regulatory burdens that impede energy innovation, arguing that outdated regulations trap the energy landscape in a past era.\n\n2. **Sunset Provision**: Agencies are directed to incorporate sunset provisions in their regulations, mandating periodic reexamination to ensure regulations serve the public good.\n\n3. **Covered Agencies**: The order specifically applies to agencies such as the Environmental Protection Agency (EPA), Department of Energy (DoE), Federal Energy Regulatory Commission (FERC), and others involved in energy regulation.\n\n4. **Implementation Timeline**: Agencies must issue a sunset rule by September 30, 2025, establishing a Conditional Sunset Date for existing regulations, which can be extended based on public feedback.\n\n5. **Public Engagement**: The order emphasizes the importance of public input in assessing regulations' costs and benefits before determining extensions of sunset dates.\n\n6. **Exemptions and Coordination**: New regulations may be exempt from sunset requirements if they have a net deregulatory effect, and agency heads are tasked with coordinating implementation with relevant teams.\n\nThe implications of this executive order suggest a significant shift towards deregulation in the energy sector, potentially fostering innovation and economic growth while also requiring agencies to remain accountable to the public regarding regulatory effectiveness.",
    "doc_type": "executive_order"
}