{
    "document_number": "2025-05845",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-03/pdf/2025-05845.pdf",
    "publication_date": "2025-04-03",
    "title": "Addressing Risks From WilmerHale",
    "summary": "The document presents Executive Order 14250, issued on March 27, 2025, which addresses risks associated with the law firm Wilmer Cutler Pickering Hale and Dorr LLP (WilmerHale). The order emphasizes the administration's commitment to mitigating risks from law firms that engage in practices detrimental to U.S. interests, including threats to public safety, national security, and constitutional freedoms.\n\nKey findings include:\n\n1. **Concerns Against WilmerHale**: The order cites specific actions by WilmerHale that allegedly undermine justice, support racial discrimination, and interfere with the electoral process, such as enabling non-citizen voting and employing lawyers who politicize the justice system.\n\n2. **Security Clearance Review**: Immediate suspension of active security clearances for WilmerHale employees is mandated, pending a national interest review.\n\n3. **Government Contracting**: Agencies must disclose any business with WilmerHale and review existing contracts, with an aim to terminate those that do not align with U.S. interests.\n\n4. **Racial Discrimination Measures**: The order reinforces actions against racial discrimination, linking it to previous executive orders targeting similar issues.\n\n5. **Personnel Access Restrictions**: Guidance is provided to limit access to federal buildings for WilmerHale employees and to restrict hiring from the firm unless deemed safe for national security.\n\nThe implications of this executive order include heightened scrutiny of law firms' activities, potential disruptions to contracts and relationships between the federal government and WilmerHale, and a broader initiative to align government practices with perceived national interests and values.",
    "doc_type": "executive_order"
}