{
    "document_number": "2025-08683",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-14/pdf/2025-08683.pdf",
    "publication_date": "2025-05-14",
    "title": "Keeping Promises to Veterans and Establishing a National Center for Warrior Independence",
    "summary": "Executive Order 14296, issued on May 9, 2025, aims to improve the treatment and support of veterans in the United States, with a particular focus on addressing homelessness among veterans. The order emphasizes the sacrifices made by service members and criticizes past failures of the Federal Government in providing adequate care and support.\n\nKey initiatives outlined in the order include:\n\n1. **Establishment of the National Center for Warrior Independence**: This center will be located on the West Los Angeles VA campus, providing homeless veterans with access to essential services, benefits, and care. The goal is to restore self-sufficiency and the warrior ethos among veterans.\n\n2. **Collaboration with Other Agencies**: The order mandates cooperation with various federal departments to redirect funds from services for illegal aliens to support the National Center.\n\n3. **Accountability and Reform**: The order outlines measures to restore accountability within the Department of Veterans Affairs (VA), including actions against misconduct and rectifying previous administrative decisions regarding employee rehiring.\n\n4. **Enhanced Care Options**: The VA is tasked with improving care, benefits, and service options for veterans, including reducing wait times for healthcare appointments and expanding services in underrepresented states.\n\n5. **Implementation Timeline**: The Secretary of Veterans Affairs is required to present an action plan within 120 days to ensure the National Center can house up to 6,000 homeless veterans by January 1, 2028.\n\nOverall, the executive order aims to honor veterans' sacrifices by ensuring they receive the care and support they deserve, while also holding the VA accountable for past failures.",
    "doc_type": "executive_order"
}