{
    "document_number": "2025-02871",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-02-19/pdf/2025-02871.pdf",
    "publication_date": "2025-02-19",
    "title": "Establishing the President's Make America Healthy Again Commission",
    "summary": "The document is an executive order, Executive Order 14212, issued by the President on February 13, 2025, establishing the \"Presidents Make America Healthy Again Commission.\" The order addresses alarming health trends in the United States, including a lower life expectancy compared to other developed nations, high rates of chronic diseases, and significant mental health issues. \n\nKey findings highlight that:\n- The U.S. life expectancy is significantly lower than that of comparable countries, with chronic diseases affecting a large portion of the population.\n- There is a rising prevalence of conditions such as obesity, diabetes, and mental health disorders, particularly among children.\n- A concerning number of children are diagnosed with chronic diseases, with many relying on medication.\n\nThe order emphasizes the need for a national focus on reducing chronic disease rates and improving public health through:\n- Reevaluating nutrition, physical activity, and healthcare practices.\n- Increasing transparency in health research and eliminating conflicts of interest.\n- Collaborating with various federal agencies to ensure the availability of healthy food and expanded treatment options.\n\nThe Commission, chaired by the Secretary of Health and Human Services, is tasked with assessing the childhood chronic disease crisis, advising policy changes, and recommending strategies to combat these health issues effectively. The initial assessment is expected within 100 days, followed by a comprehensive strategy within 180 days.\n\nOverall, the executive order aims to redirect national efforts toward a healthier America, addressing the urgent health challenges facing citizens and particularly focusing on the well-being of children.",
    "doc_type": "executive_order"
}