{
    "document_number": "2025-02174",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-31/pdf/2025-02174.pdf",
    "publication_date": "2025-01-31",
    "title": "Emergency Measures To Provide Water Resources in California and Improve Disaster Response in Certain Areas",
    "summary": "Executive Order 14181, issued on January 24, 2025, addresses the urgent need for water resources in California and aims to enhance disaster response, particularly in the aftermath of devastating wildfires in the Los Angeles area. The order outlines a comprehensive policy to provide necessary water resources to Southern California, overriding detrimental state or local policies that hinder these efforts.\n\nKey actions mandated by the order include:\n\n1. **Federal Agency Coordination**: Various federal secretaries are tasked with ensuring adequate water resources and reporting on available emergency authorities. This includes overriding existing regulations that impede water delivery and maximizing the operation of critical water infrastructure.\n\n2. **Review of California Policies**: The order requires an assessment of California's policies that conflict with effective disaster prevention and response, aiming to eliminate mismanagement and improve water supply reliability.\n\n3. **Support for Displaced Families**: The Secretary of Housing and Urban Development and FEMA are directed to provide housing solutions for families displaced by the wildfires, along with expedited waste removal plans to facilitate rebuilding efforts.\n\n4. **Assistance for North Carolina**: Similar measures are outlined for North Carolina, focusing on road clearance and housing for Hurricane Helene survivors.\n\n5. **General Provisions**: The order emphasizes that it does not create enforceable rights against the United States, ensuring implementation remains within legal limits and appropriations.\n\nOverall, the executive order reflects a strong federal commitment to address water shortages and improve disaster preparedness in California, emphasizing the need for immediate action and inter-agency collaboration.",
    "doc_type": "executive_order"
}