{
    "document_number": "2025-09796",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-29/pdf/2025-09796.pdf",
    "publication_date": "2025-05-29",
    "title": "Deploying Advanced Nuclear Reactor Technologies for National Security",
    "summary": "The document is an executive order titled \"Executive Order 14299 of May 23, 2025,\" focused on deploying advanced nuclear reactor technologies for national security. It outlines the necessity for the United States to secure a reliable energy supply for critical defense facilities, emphasizing the importance of advanced nuclear reactors like Generation III+ reactors and small modular reactors. \n\nKey findings include:\n\n1. **National Security Priority**: The U.S. must address vulnerabilities in energy supply that pose strategic risks, particularly in military and national security installations.\n   \n2. **Policy Goals**: The order aims to accelerate the development, deployment, and export of advanced nuclear technologies to enhance national security, encourage private sector innovation, and optimize regulatory efforts between the Department of Defense and the Department of Energy.\n\n3. **Implementation Timeline**: The Secretary of Defense is instructed to establish a program for nuclear energy use at military installations, with a reactor operational by September 30, 2028. The Secretary of Energy is tasked with identifying sites for advanced nuclear reactor technologies within 90 days.\n\n4. **Resource Management**: The order includes provisions for recycling uranium and plutonium for nuclear fuel and emphasizes domestic fuel supply chains to reduce foreign reliance.\n\n5. **International Engagement**: It promotes American nuclear exports by pursuing new Agreements for Peaceful Nuclear Cooperation and enhancing the competitiveness of U.S. nuclear suppliers in global markets.\n\n6. **Interagency Coordination**: The order mandates collaboration between defense and energy agencies to ensure effective implementation and compliance with environmental regulations.\n\nOverall, the executive order underscores the strategic importance of advanced nuclear technology in enhancing U.S. energy security and maintaining technological superiority in the face of global competition.",
    "doc_type": "executive_order"
}