{
    "document_number": "2025-02005",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-02005.pdf",
    "publication_date": "2025-01-29",
    "title": "Establishing and Implementing the President's \"Department of Government Efficiency\"",
    "summary": "Executive Order 14158, issued on January 20, 2025, establishes the Department of Government Efficiency (Doge) to enhance federal government productivity through modernization of technology and software. Key components include:\n\n1. **Purpose**: The order aims to implement the President's DOGE Agenda by maximizing governmental efficiency.\n\n2. **Definitions**: It clarifies terms like \"Agency\" and \"Agency Head,\" specifying that certain entities are excluded from these definitions.\n\n3. **Structure**:\n   - The United States Digital Service is renamed the United States DOGE Service (USDS) and will operate within the Executive Office of the President.\n   - A temporary organization, the U.S. DOGE Service Temporary Organization, will be created to support the DOGE agenda for 18 months, led by a USDS Administrator.\n\n4. **DOGE Teams**: Each agency is required to form a DOGE Team to facilitate the implementation of the DOGE Agenda, with specific roles outlined for team members.\n\n5. **Technology Modernization**: The USDS Administrator will spearhead a Software Modernization Initiative to enhance government software and IT systems, ensuring interoperability and data integrity.\n\n6. **Access to Information**: Agency Heads must provide USDS with access to unclassified records and systems while adhering to data protection standards.\n\n7. **Legal Provisions**: The order emphasizes that it does not affect existing legal authorities or create enforceable rights against the United States.\n\nOverall, this executive order signifies a commitment to improving government operations through technology and structured collaboration among agencies, with a clear timeline for implementation.",
    "doc_type": "executive_order"
}