{
    "document_number": "2025-09802",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-05-29/pdf/2025-09802.pdf",
    "publication_date": "2025-05-29",
    "title": "Restoring Gold Standard Science",
    "summary": "The document titled \"Executive Order 14303 of May 23, 2025\" outlines a policy aimed at restoring scientific integrity within federal agencies, addressing the loss of public trust in science over the past five years. It identifies issues such as data falsification, misleading use of scientific information by government agencies, and the politicization of science, particularly under the previous administration.\n\nKey points include:\n\n1. **Policy Purpose**: The order emphasizes the need to rebuild trust in science by ensuring that federally funded research is transparent, rigorous, and based on credible evidence.\n\n2. **Gold Standard Science**: The order defines \"Gold Standard Science\" as science that is reproducible, transparent, acknowledges uncertainties, and is subject to unbiased peer review. Agencies are required to implement guidance on this standard within 30 days.\n\n3. **Scientific Misconduct**: Definitions of scientific misconduct, including fabrication, falsification, and plagiarism, are established to guide ethical research practices.\n\n4. **Data Transparency**: Agencies must make influential scientific information publicly available, including data and models, while maintaining necessary confidentiality for sensitive information.\n\n5. **Interim Policies**: Until updated integrity policies are issued, agencies must revert to pre-existing policies from January 19, 2021, ensuring that scientific integrity is prioritized.\n\n6. **Enforcement**: Each agency is tasked with establishing processes to evaluate violations of the order, ensuring accountability and adherence to scientific standards.\n\n7. **General Provisions**: The order clarifies that it does not create enforceable rights and must be implemented in accordance with existing laws and appropriations.\n\nThe implications of this order are significant as it seeks to restore confidence in scientific processes used in policymaking, promote innovation, and ensure that decisions are informed by reliable scientific evidence.",
    "doc_type": "executive_order"
}