{
    "document_number": "2025-02007",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-02007.pdf",
    "publication_date": "2025-01-29",
    "title": "Protecting the Meaning and Value of American Citizenship",
    "summary": "The document is Executive Order 14160, issued on January 20, 2025, titled \"Protecting the Meaning and Value of American Citizenship.\" It emphasizes that U.S. citizenship is a significant privilege, as articulated in the Fourteenth Amendment, which established citizenship rights in the wake of the Dred Scott decision.\n\nKey points include:\n\n1. **Purpose and Interpretation**: The order clarifies that the Fourteenth Amendment does not universally grant citizenship to all individuals born in the U.S. It specifies that individuals born to unlawfully present mothers or those present temporarily (e.g., on visas) do not automatically qualify for citizenship if their fathers are not U.S. citizens or lawful permanent residents.\n\n2. **Policy Implementation**: It mandates that no U.S. government department or agency shall issue citizenship documents to individuals fitting the aforementioned criteria, effective 30 days post-order for those born in the U.S.\n\n3. **Enforcement Measures**: The Secretary of State, Attorney General, Secretary of Homeland Security, and Commissioner of Social Security are tasked with ensuring compliance with the order. They must provide public guidance within 30 days regarding its implementation.\n\n4. **Definitions**: The order defines \"mother\" and \"father\" strictly as the biological progenitors.\n\n5. **General Provisions**: It clarifies that the order does not create enforceable rights against the U.S. government or its entities.\n\nThe implications of this order are significant, as it alters the understanding and recognition of citizenship for certain individuals born in the U.S., potentially impacting their legal status and access to rights associated with citizenship.",
    "doc_type": "executive_order"
}