{
    "document_number": "2026-01871",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2026-01-29/pdf/2026-01871.pdf",
    "publication_date": "2026-01-29",
    "title": "Addressing State and Local Failures To Rebuild Los Angeles After Wildfire Disasters",
    "summary": "Executive Order 14377, issued on January 23, 2026, addresses the failures of California State and Los Angeles city and county governments in managing and rebuilding after devastating wildfires. The order criticizes these governments for inadequate forest management, neglected water systems, delayed evacuation warnings, and slow reconstruction efforts, attributing these failures to misguided policies and political leadership. The Federal Government, through the Biden and subsequent administrations, has expedited debris removal and provided financial aid. However, the order highlights that State and local permitting processes are obstructing rebuilding efforts, preventing families and businesses from utilizing federal aid. Key findings include the Federal Government's rapid debris removal, the significant delays caused by State and local bureaucratic hurdles, and the failure to rebuild a majority of destroyed homes and businesses a year later. The order's policy is to ensure federally funded reconstruction proceeds with maximum speed and safety, preempting obstructive State and local permitting processes. It directs the Secretary of Homeland Security (acting through FEMA) and the Administrator of the Small Business Administration to consider regulations that preempt impeding State or local permitting requirements and replace them with a self-certification process. The order also mandates expediting federal reviews and permits, conducting an audit of California's use of Hazard Mitigation Grant Program funding, and submitting legislative proposals to address State and local failures in disaster recovery. The implications are that federal agencies will take a more direct role in overriding local regulations to facilitate rebuilding and will hold State agencies accountable for the misuse of federal disaster relief funds.",
    "doc_type": "executive_order"
}