{
    "document_number": "2025-02833",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-02-18/pdf/2025-02833.pdf",
    "publication_date": "2025-02-18",
    "title": "Adjusting Imports of Steel Into the United States",
    "summary": "The document is Proclamation 10896, issued on February 10, 2025, by the President of the United States, addressing the adjustment of steel imports due to national security concerns. Key findings include:\n\n1. **National Security Threats**: The Secretary of Commerce identified that imports of steel articles threaten to impair U.S. national security, leading to the initial imposition of a 25% tariff on most steel imports in 2018.\n\n2. **Increased Imports**: Despite the tariffs, imports from exempt countries (like Canada and Mexico) surged, with total steel imports reaching nearly 30% of U.S. consumption in 2024, similar to levels before the tariffs were enacted.\n\n3. **Ineffectiveness of Alternative Agreements**: Alternative agreements with several countries (e.g., EU, Japan) have not effectively addressed the issues of excess capacity and increased imports, leading to a decision to terminate these agreements.\n\n4. **New Tariff Implementations**: As of March 12, 2025, all imports of steel articles and derivative steel articles from countries previously exempt from tariffs will be subject to the additional 25% ad valorem tariff.\n\n5. **Termination of Product Exclusions**: The product exclusion process, which allowed some imports to bypass tariffs, is revoked to prevent undermining the national security objectives.\n\n6. **Monitoring and Future Adjustments**: The Secretary of Commerce is tasked with monitoring the situation and may revisit these determinations as necessary. \n\nThe implications of this proclamation suggest a more stringent approach to regulating steel imports, aiming to bolster domestic production and address national security concerns effectively. The changes reflect an ongoing response to the challenges posed by global steel market dynamics and the need for the U.S. to maintain its industrial base.",
    "doc_type": "proclamation"
}