{
    "document_number": "2025-10669",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-06-10/pdf/2025-10669.pdf",
    "publication_date": "2025-06-10",
    "title": "Restricting the Entry of Foreign Nationals To Protect the United States From Foreign Terrorists and Other National Security and Public Safety Threats",
    "summary": "The document titled \"Proclamation 10949 of June 4, 2025\" outlines restrictions on the entry of foreign nationals into the United States to safeguard against national security threats and public safety risks. The proclamation emphasizes the importance of rigorous screening and vetting processes during visa issuance to prevent potential terrorists or individuals with hostile intentions from entering the country.\n\nKey findings include:\n\n1. **Full Suspension of Entry**: Nationals from 12 countries—Afghanistan, Burma, Chad, Republic of the Congo, Equatorial Guinea, Eritrea, Haiti, Iran, Libya, Somalia, Sudan, and Yemen—are fully suspended from entering the U.S. due to inadequate vetting and screening measures, high visa overstay rates, and historical non-cooperation with the U.S. government.\n\n2. **Partial Suspension of Entry**: Nationals from 7 countries—Burundi, Cuba, Laos, Sierra Leone, Togo, Turkmenistan, and Venezuela—face partial entry restrictions. These countries have demonstrated significant issues with information-sharing and identity management.\n\n3. **Policy Objectives**: The proclamation aims to enhance national security by ensuring that foreign nationals entering the U.S. do not pose a threat. It encourages countries to improve their information-sharing and identity verification processes to facilitate legitimate travel while safeguarding U.S. interests.\n\n4. **Exceptions and Waivers**: Certain exceptions apply, including for lawful permanent residents, dual nationals, and specific visa holders related to national interests or humanitarian concerns.\n\n5. **Implementation and Review**: The Secretary of State is tasked with assessing the effectiveness of these restrictions and recommending adjustments every 180 days, engaging with the identified countries to improve compliance with U.S. security requirements.\n\nThis proclamation reflects a strong stance on immigration control as a means to protect national security and public safety, highlighting the administration's commitment to addressing vulnerabilities in the visa system and fostering international cooperation on immigration practices.",
    "doc_type": "proclamation"
}