{
    "document_number": "2025-01951",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-01951.pdf",
    "publication_date": "2025-01-29",
    "title": "Guaranteeing the States Protection Against Invasion",
    "summary": "The document titled \"Proclamation 10888 of January 20, 2025\" outlines the President's declaration of an ongoing invasion at the southern border of the United States, invoking constitutional powers to protect state sovereignty against illegal immigration. The President asserts that the current immigration situation poses significant public safety, national security, and public health risks, exacerbated by the overwhelming number of illegal entries that hinder federal operational control.\n\nKey findings include:\n\n1. **Sovereignty and Immigration Control**: The proclamation emphasizes the inherent right of the Executive Branch to control immigration and protect national sovereignty, as defined by the Immigration and Nationality Act (INA).\n\n2. **Public Safety Risks**: The document highlights the inability to effectively screen illegal entrants for criminal records or health risks, leading to potential threats to public health and safety.\n\n3. **Federal Responsibility**: The proclamation argues that the federal government has failed to fulfill its constitutional obligation to protect states from invasion, prompting the need for immediate action.\n\n4. **Suspension of Entry**: The President directs a suspension of entry for aliens identified as part of the ongoing invasion, asserting that their presence is detrimental to U.S. interests.\n\n5. **Operational Actions**: The proclamation mandates the Secretary of Homeland Security to take necessary actions to repel and repatriate individuals involved in the invasion until the situation is resolved.\n\nThe implications of this proclamation include a significant shift in immigration policy, emphasizing strict control measures and potential legal challenges regarding the scope of presidential powers in immigration enforcement.",
    "doc_type": "proclamation"
}