{
    "document_number": "2025-05930",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-03/pdf/2025-05930.pdf",
    "publication_date": "2025-04-03",
    "title": "Adjusting Imports of Automobiles and Automobile Parts Into the United States",
    "summary": "The document is Proclamation 10908, issued by the President of the United States on March 26, 2025, which addresses the importation of automobiles and automobile parts into the U.S. The proclamation follows an investigation initiated under section 232 of the Trade Expansion Act of 1962, which determined that such imports threaten national security.\n\nKey findings include:\n\n1. The Secretary of Commerce reported that imports of passenger vehicles and certain automobile parts have increased to levels that could impair national security, a concern that has escalated since a previous report in 2019.\n2. The COVID-19 pandemic has revealed vulnerabilities in global supply chains, impacting the domestic automotive industry, which has faced shortages and competition from foreign manufacturers benefiting from unfair subsidies.\n3. Domestic production has declined, with only half of the vehicles sold in the U.S. being manufactured locally, raising alarms about the future of the U.S. automotive sector.\n\nIn response, the proclamation imposes a 25% tariff on specified imports starting April 3, 2025, to mitigate the threat to national security. It also establishes processes for identifying additional automobile parts that may be subject to tariffs, ensuring that the U.S. maintains a resilient industrial base.\n\nThe proclamation emphasizes ongoing monitoring of imports and the potential for further action if national security is deemed at risk. It also outlines procedures for importers to prove U.S. content in vehicles to potentially reduce the tariff burden.\n\nOverall, the proclamation aims to protect national security by adjusting import practices and reinforcing the domestic automotive industry against foreign competition.",
    "doc_type": "proclamation"
}