{
    "document_number": "2025-06840",
    "pdf_url": "https://www.govinfo.gov/content/pkg/FR-2025-04-18/pdf/2025-06840.pdf",
    "publication_date": "2025-04-18",
    "title": "Preventing Illegal Aliens From Obtaining Social Security Act Benefits",
    "summary": "The memorandum titled \"Preventing Illegal Aliens From Obtaining Social Security Act Benefits,\" issued on April 15, 2025, outlines directives aimed at ensuring that taxpayer-funded benefits, particularly those under the Social Security Act, are only provided to eligible individuals, thereby discouraging illegal immigration. \n\nKey points include:\n\n1. **Eligibility Verification**: Federal agencies, including the Secretaries of Labor and Health and Human Services and the Commissioner of Social Security, are tasked with implementing measures to prevent ineligible aliens from receiving Social Security funds. This includes creating guidance for eligibility verification and prioritizing enforcement actions against entities that fail to comply.\n\n2. **Fraud Prosecution Programs**: The memorandum calls for the expansion of fraud prosecutor programs, detailing Special Assistant U.S. Attorneys to focus on identity theft and fraud related to Social Security and Medicare programs. This initiative aims to enhance the prosecution of fraud cases, particularly in areas with significant populations of illegal aliens.\n\n3. **Program Integrity Measures**: To combat fraud, the Commissioner of Social Security is directed to address issues raised in a July 2023 audit regarding missing death information, which hinders fraud detection. The memorandum emphasizes the need to investigate suspicious earnings reports for individuals over 100 years old and to consider resuming civil monetary penalties for violations of the Social Security Act.\n\n4. **Implementation and Limitations**: The memorandum clarifies that it does not create enforceable rights against the U.S. government and must be implemented in accordance with existing laws and available appropriations.\n\nOverall, the memorandum reinforces the administration's commitment to ensuring that Social Security benefits are safeguarded from fraud and misuse, particularly by ineligible individuals, and outlines specific actions to enhance oversight and enforcement.",
    "doc_type": "memorandum"
}